alacritty
base
base-devel
bat
blueman
bluez
bluez-utils
brave-bin
calcurse
chezmoi
cronie
ddev-bin
dhclient
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
ffmpegthumbnailer
git
grub
gsimplecal
hyprland
imv
intel-ucode
lando
libgsf
libopenraw
linux
linux-firmware
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
pavucontrol
poppler-glib
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pipx
rofi-wayland
swww
thunar
tmux
ttf-fira-code
tumbler
ueberzugpp
unzip
uwsm
vim
waybar
wget
which
wl-clipboard
yay
yay-debug
yazi
zsh
